aaron-bond.better-comments
akamud.vscode-theme-onedark
castwide.solargraph
dart-code.dart-code
dart-code.flutter
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
kaiwood.endwise
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
sdras.night-owl
tinkertrain.theme-panda
vscode-icons-team.vscode-icons
